<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は、無効なパスワード/リセットトークンによる失敗など、
    | パスワード更新の試行結果に対してパスワードブローカーによって
    | 提供される理由に対応するデフォルトの行です。
    |
    */

    'reset' => 'パスワードがリセットされました。',
    'sent' => 'パスワードリセットリンクをメールで送信いたしました。',
    'throttled' => '再試行する前にお待ちください。',
    'token' => 'このパスワードリセットトークンは無効です。',
    'user' => 'そのメールアドレスに一致するユーザーは見つかりませんでした。',

];